1:Help
00000013
Crown Shop Tips
皇冠商店提示
00000014
The Crowns Menu allows you to buy Crowns items from anywhere in the game. 
通过皇冠商城，你可以在游戏中的任何地方购买皇冠物品.
00000015
You can buy cards, gold, equipment, mounts, elixirs, henchmen, and other items through the Crowns Menu.
在皇冠商城中，你可以购买卡牌，金币，装备，坐骑，药剂，随从，以及其它物品.
00000016
The Crowns Menu will have sales on new or popular items. Sale items are available at the discounted price for a single weekday or all weekend. 
皇冠商城中可能有针对新商品或推荐商品的促销.促销物品会在某天或某个周末以折扣价格销售.
00000017
You can view the items for sale through the Crowns Menu as icons or as a list. 
你可以按照图标或是列表的方式来查看皇冠商城中出售的商品.
00000018
Use the tabs to filter the items you see, and the list view allows you to sort by name, type, and price. 
使用标签页来过滤你看到的物品，列表模式下，你可以以名称，类型和价格来排序物品.
00000019
To access the Crowns Menu, press the button in the upper left corner. 
要打开皇冠商城，你只需按下左上角的按钮.
00000020
Mounts are a special type of possession that you can ride, increasing your movement speed.
坐骑是一种特殊装备，你可以骑乘坐骑，增加你的移动速度.
00000021
You can purchase mounts through the Crowns Menu, or earn them in other ways. 
你可以从皇冠商城中购买坐骑，或者通过其他方式来获得.
00000022
You can equip your mount from the equipment page of your spellbook. 
你可以在魔法书里的装备界面选择并装备坐骑.
00000023
Mounts cannot be ridden everywhere. 
坐骑不是在任何地方都可以骑乘的.
00000024
You'll dismount when you get into a duel, and you'll automatically dismount in places where mounts are not allowed.
当你进入战斗或一处不能骑乘坐骑的区域时，你将自动离开坐骑.
00000025
You will automatically re-equip your mount when you finish your duel, or when you leave the mount-prohibited area. 
当战斗结束或你离开禁止骑乘区域时，你将自动重新回到坐骑上.
00000026
Elixirs are a type of potion that puts one or more enhancements on you.
药剂是一类可以给予你一种或多种强化效果的药水.
00000027
They also can increase the accuracy or damage of your spells, help you regain Health faster, transform your character into something else, or even increase the experience and gold you earn. 
它们也可以增加你魔法的命中或者伤害，帮助你更快地恢复生命值，将你的角色变形成别的样子，甚至是增加你能获得的经验值或金币数量.
00000028
Elixirs can increase your current or maximum Health or Mana, improve your chance of getting a Power Pip in duels.
药剂可以增加你最大生命值或法力值，提升你在决斗中得到超级魔豆的几率.
00000029
Elixirs can last for as little as 15 seconds and as long as 24 hours of in-game time. 
各种药剂持续时间不同，有的只有15秒，有的则长达24小时，都是以游戏内时间计算的.
00000030
They can be purchased through the Crowns Menu or earned through other ways. 
它们可以在皇冠商城中买到，或者在游戏中以其它方式获得.
00000031
Elixirs take effect as soon as they're purchased. You can have up to three Elixirs affecting you at the same time, but you can't have more than one of the same type.
药剂在购买后立即生效.你身上最多可以同时存在三个药剂效果，但同种药剂只能存在一个.
00000032
You'll see icons displaying the effects of any Elixirs in the lower left corner of the screen, just above your Health Globe.
你会在屏幕左下角看见药剂的效果图标，就在你的生命值的上方.
00000033
The time remaining on the Elixir appears as a countdown timer. 
药剂的剩余有效时间以倒计时的方式显示.
00000034
Temporary transformation elixirs can be purchased through the Crowns Menu, allowing you to disguise yourself as a monster. 
变形药剂可以在皇冠商城里买到.它允许你化妆成一只怪物的样子.
00000035
Your character is the same-spells and equipment do not change - but you will appear like the monster you transform into. 
当你变形之后，你的角色并没有变化，魔法和装备都还是原来的，但是外貌就变成怪物的样子了.
00000036
Transformation elixirs are temporary. 
变形药剂的效果是暂时的.
00000037
You'll appear as your normal self again if you ride a Mount: this lasts until you dismount, at which point you'll return to your transformed appearance.
如果骑上坐骑，你将恢复本来的外形：这一直持续到你离开坐骑，这时你会恢复变形后的外貌.
00000038
Wishing Wells are items in the game allowing you to pay Crowns for a random piece of loot such as a piece of equipment, an Elixir, gold, treasure cards, reagents, or more, as if you'd defeated a monster in a duel.
游戏中的许愿池允许你支付皇冠随机获得一些东西，比如一件装备，一瓶药剂，一些金币，宝藏卡，材料或者别的东西。就好像你在战斗中击败怪物一样。
00000039
To use a Wishing Well, press X to interact with it. You'll be given the option to spend Crowns and take your chances on a piece of loot.
要用许愿池的话，按下 X 可与它互动。你可以选择支付皇冠，获得一次夺取战利品的机会。
00000040
Henchmen Wizards are a special type of Minion that can be hired through the Crowns Menu. 
随从魔法师是一群特殊的仆从，可以通过皇冠商城雇用.
00000041
Henchman Wizards can be summoned during the planning phase of a magic duel, and will cast spells to assist you until your duel ends. 
随从魔法师可以在战斗的准备阶段被召唤出来，并帮助你直到战斗结束.
00000042
The Seamstress allows you to take the appearance of one clothing item and combine it with the characteristics of another item. 
女裁缝可以让你利用一件物品的外形和另一件的属性整合出一件新的物品.
00000043
To use the Seamstress, take the two items you'd like to combine to her. 
想要使用这项服务，直接将两件物品带给女裁缝即可.
00000044
For a price she will merge them into one new item with the appearance of one item and the stats of the other.
只要付出一定的费用，她就可以利用一件物品的外形和另一件物品的属性合成出新的物品.
00000045
Combining two items is not permanent. For a price, the Seamstress also allows you to break apart combined items.
两件物品的融合是永久的.
00000046
The Seamstress will not change any rented items.
女裁缝不能改变任何租借而来的物品，已融合的物品不能再拆开.
00000047
Combined items can not be sold through the Bazaar. 
融合后的物品无法在集市上卖掉.
00000048
Some groups of items are sold in bundles, a grouped set of items often sharing a particular theme.
一些物品是批量销售的，一整组或者一整套的物品都是一样的，捆绑在一起.
00000049
Purchase of a bundle gives everything in that bundle for one price. 
一组物品内每一单件物品的价格都是一样的.
00000050
When purchasing bundles of wearable equipment, you will often be able to select their colors, and all items will share those colors. 
如果购买的是一整组可以穿的东西，那么你可以选择不同的颜色，但是整组物品都只会是这一种颜色.
00000051
You must have enough room in your backpack to purchase all of the items in a bundle.  
要想直接购买一整组物品，你的背包里必须有足够的空间才行.
00000052
Some items can be rented for a limited period of time.
一些物品是可以被租借一段时间的.
00000053
Renting an item is cheaper than buying it, though it is only available for a limited time. 
尽管只属于你一段时间，但是租借一件物品远远比购买它要便宜.
00000054
At the end of the rental period, the item will disappear from your backpack. To continue to use the item, it must be rented again.
在租借期满后，物品会从你的背包里消失.如果想要继续使用，必须重新租借.
00000055
Some items cannot be purchased and sent as gifts.
有些物品是不能购买并作为礼物发送的.
00000056
Items can be purchased through the Crowns Menu and given to other players as gifts. 
你可以通过皇冠商城购买物品并作为礼物直接发送给其他玩家.
00000057
When you purchase an item, select the Gift button. This will bring up your Friends List. 
当你购买某件物品时，点击送礼按钮，此时你会进入好友列表.
00000058
Select the friend you want to give something to and make your purchase.
先选择你想要送礼物的朋友，然后进行购买操作.
00000059
The gift will be sent directly to your friend, who can redeem it.
礼物会直接送给你的朋友，他们可以直接领取.
00000060
To cancel the effects of an Elixir, right-click on the Elixir's icon and confirm that you want to cancel it.
要想取消某个药剂的效果，直接右键点击这个药剂的图标，并确认你想取消它的效果.
00000062

<center><string;Help_HangingEffects38>
00000063

<center><string;Help_HangingEffects37>
00000064

<center><string;Help_HangingEffects36>
00000065


00000066
Hello, young Wizard! I am Mister Lincoln, the Registrar of Wizard City. I will provide you with useful information to help you in your studies. 
你好啊，小魔法师！我是林肯先生，魔法城的登记员。我会为你提供有用的信息，帮助你学习。
00000068
<center>Mounts</center>
<center>坐骑</center>
00000069
A multiplayer mount allows more than one player to ride a mount: a driver and one or more riders. 
多人坐骑可以允许几个玩家同时骑乘：一个是驾驶员，其他人是乘客.
00000070
Multiplayer mounts are equipped and unequipped just like a regular mounts. The player equipping a multiplayer mount becomes the mount's driver.
多人坐骑的装备和普通坐骑是相同的，装备多人坐骑的玩家会成为驾驶员.
00000071
All riders must be a part of a group with the mount's driver. Riders leaving the group will dismount. If the driver leaves the group, all riders dismount.
所有乘客必须与驾驶员属于同一个队伍，玩家离开队伍则自动下马，如果驾驶员离开队伍，则所有乘客都下马.
00000072
Additional players can ride along by pressing X or left-clicking the mount's interact prompt. 
其他玩家可以通过按下 X 或者 左键点击坐骑的互动提示来一起骑乘。
00000073
If the driver of a mount enters combat, teleports, or enters a sigil, all riders will join the driver, as long as they all have access to the area.
如果驾驶员进入战斗，传送或者踏上印章，在同一区域的所有乘客都会加入.
00000074
All players on a mount receive the benefits of a wisp, but rewards from any chests go only to the driver. 
在同一坐骑上的玩家会一起获得奖励，但开宝箱获得的奖励只归属于驾驶员.
00000075
To dismount, a rider can move their own character or equip their own mount. If the driver unequips the mount, everyone dismounts
如果玩家卸下了坐骑，那所有人都会下马.
00000076
Teleport tapestries are a type of housing item you can hang on the wall of your Castle. It is placed in your Castle just like any other wall-mounted item. To use one, walk up to it and press X or left-click to interact. You will be teleported to the location depicted in the tapestry.
瞬移挂毯是一种可以挂在城堡墙上的家园道具，就像其他壁挂一样。走过去按下 X 或者 鼠标左键点击就可以使用，你会被传送到挂毯中所描述的地方。
00000077
A housing sign is a housing item that displays a message of your choosing. You can place a housing sign just like any other housing item. When a housing sign is placed, a Set Sign Text interface appears. Click the Set Sign Text button to display a list of possible messages. Pick the message you wish to display, and the message will appear on the sign. Click on the sign to change the message.
房屋 sign是一个显示你所选择的信息的家园道具，你可以像其他家园道具一样放置房屋 sign。放置好后a Set Sign Text界面就会出现，点击the Set Sign Text按钮来显示消息列表。选择你要显示的信息，该信息就会显示在sign上，点击该信息即可改变它。
00000079
<center>Life damage over multiple rounds</center>
<center>持续多个回合的生命系伤害</center>
00000085

<center>Main Screen Icons</Center>
00000086

Mark Current Position
00000087

Recall to Marked Position
00000088

Crowns Shop
00000089

Social Groups
00000090

Talk with Others
00000091

Help / Info
00000092

Friends
00000093

Report a Problem
00000094

Location Names
00000095

Pet Options
00000096

Feed Pet
00000097

Inspect Pet
00000098

Play as Pet
00000099

Enemy
00000100

Friend
00000101

Housing
00000102

Heal Over Time
00000103

Damage Over Time
00000104

Deferred Damage
00000105

Curse
00000106

Jinx
00000107

Shadow Pip
00000108

Caster (Self)
00000109

Blade
00000110

Harmful Aura
00000111

Afterlife
00000112

Not Allowed
00000113
Beginning at level 50 you will start to gain points in Archmastery. You can increase your base Archmastery with gear.  
从50级开始，你将会得到彩虹精通(Archmastery)点数。你可以通过装备来提高你的基础彩虹精通(Archmastery)点数。
00000116
ARCHMASTERY
彩虹精通(Archmastery)
00000117
Balance Pip 
平衡魔豆
00000118
Death Pip
亡灵魔豆
00000119
Fire Pip
火焰魔豆
00000120
Ice Pip
冰霜魔豆
00000121
Life Pip
生命魔豆
00000122
Myth Pip
神圣魔豆
00000123
Storm Pip
风暴魔豆
ArchMaster003
Certain more powerful spells require you to have a School Pip in order to cast them! 
某些更加强大的技能需要你拥有一个学院魔豆来释放！
ArchMaster004
The higher your Archmastery stat, the faster you will generate School Pips. 
你的彩虹精通(Archmastery)点数越高，你生成学院魔豆的速度就越快。
ArchMastery002
Archmastery allows you to convert Power Pips into School Pips. School Pips work just like Power Pips. In addition, they always count as 2 pips whenever you cast a spell of the same school - as if you had Mastery in that school. 
彩虹精通(Archmastery)允许你将超级魔豆转换成学院魔豆。学院魔豆被视为超级魔豆，视为你本系和专精系的2个魔豆。此外，学院魔豆还被视为该学院的2个魔豆——就仿佛你拥有那个学院的专精一样！
ArchMastery005
You can select what kind of School Pips you want from within your Spell Deck. (shortcut: P) 
你可以从法术卡盒界面选择你想要生成的默认学院魔豆。(shortcut: P) 
ArchMastery006
You can also select a School Pip during combat by clicking on the School icon in the upper right corner of your nameplate. 
你也可以在战斗中选择下一个学院魔豆，只需要点击在你名字牌右上角的学院符号就可以啦！
Cards00
<center>This is the name of the spell.
<center>这里是魔法的名称.
Cards01
<center>This is the school of the spell.
<center>这里是魔法系.
Cards02
<center>X Rank spells will consume all of your Pips unless stated in the card's description.
<center>X级魔法将会消耗你所有的魔豆，除非卡牌上另有描述.
Cards03
<center>This is the Rank of the spell. It takes this many Pips and this much Mana to cast it.
<center>这里是魔法的等级，同时也表示这个魔法释放的时候需要消耗多少魔豆和法力值.
Cards04
<center>This is the Accuracy of the spell.  It is the chance that you won't Fizzle.  The higher the number the better.
<center>这里是魔法的命中，也就是你释放成功的几率.这个数字越高越好.
Cards05
<center>This is what the spell does.
<center>这里表明了这个魔法的功能.
Cards06
<center>This is the spell type.
<center>这里是魔法的类型.
CharacterTips00
You earn Training Points as you level.  You earn one every four levels until 20.  Then you earn one every five levels.  You can also earn additional Training Points by completing quests.
随着你的等级提升，你将逐渐获得训练点数.在到达20级前，你每升四级获得一点.之后，你每升五级获得一点.你也可以通过完成任务来获得额外的训练点数.
CharacterTips01
Training Points can be used to learn spells outside of your school that are not designated as FREE.
你可以消耗训练点数来学习你主修学院之外的魔法.
CharacterTips02
If you press both mouse buttons at the same time, your character will run forward.
如果你同时按下鼠标左右两键，那么你的角色就会开始向前奔跑.
CharacterTips03
Hitting the Num Lock key will make your character automatically run without having to hold down the arrow key.
按一下Num Lock键会让你的角色进入自动奔跑状态，你不需要按下方向键来保持它的移动.
CharacterTips04
At first, it is generally best to spend all of your Training Points in one school, commonly known as your "secondary school."  Later, you will get enough Training Points to start exploring a third or fourth school.
刚开始时，一般最好将你的全部训练点数都消耗在一个学院中，也就是你的“二级学院”.之后，你会获得更多的训练点数，足够你在第三甚至是第四学院中学习技能.
CombatTargeting00
<center>This Target Box shows the total and current health of an enemy as well as which slot they occupy.  This one is in the "Dagger" slot.
<center>这个目标信息框显示了当前敌人的生命值，以及它们所在的位置.这个敌人目前在“匕首”位上.
CombatTargeting01
<center>After selecting a spell to cast, you can click on the Target or its Target Box to select it.
<center>在选择了即将使用的魔法以后，你可以点击目标或目标信息框以选择它.
CombatTargeting02
<center>This blue colored border indicates that this spell came from an equipment slot.
<center>这个蓝色的边框表明了这个魔法来自一个装备.
CombatTargeting03
<center>Greyed out cards cannot be cast.  You must have enough Pips and Mana as indicated by the Rank of the card.
<center>灰色的卡牌暂时无法使用.你必须拥有卡牌等级所要求的足够多的魔豆和法力值，才能释放这个魔法.
CombatTargeting04
<center>This shows how many cards are still left in your deck.  Once it reaches zero,  you have no more spells to cast.
<center>这里显示了你的魔法盒中还有多少卡牌.一旦到达零，你就没有魔法可以使用了.
CombatTargeting05
<center>Position slots are shown on the dueling circle in front of each combatant.
<center>你所站的位置显示在决斗圈上，就在每个玩家的身前.
CombatTargeting06
<center>Once you choose a spell and a Target, an icon of each is displayed in your Target Box.  This lets other team members know what you are doing.
<center>一旦你选择了要使用的魔法及目标，图标就会显示在你的目标信息框上.这会让其他队友知道你在做什么.
CombatTips00
If fellow combatants are reduced to zero Health, healing them will bring them back.
如果队友的生命值下降到零以下，你可以对他们进行治疗，并让他们重新回到战斗.
CombatTips01
There can be only one active Global spell in a combat circle at a time.
每次你只能使用一个全体魔法。
CombatTips02
A monster's name shows their school of magic.  This is also what they are resistant to.
怪物的名字显示出了它们所属的魔法系，同样也揭示出了它们的抵抗类别。
CombatTips03
You can earn extra experience points based on the number of Pips you use in a duel. 
基于在战斗中成功使用出的魔豆的数量，你可以获得额外的经验值。
CombatTips04
When a Critical occurs in combat your spell does bonus damage. Your chance of getting a Critical, and the amount of bonus damage you will deal, depends on your Level and your Critical Rating.
当暴击出现时，你的魔法将能造成双倍伤害.你造成暴击的几率取决于你的暴击等级和你的自身等级。
CombatTips05
Sometimes when a Critical occurs in combat, the target can reduce some or all of the bonus Critical damage. The amount of Critical damage that you block, and your chance of completely blocking the Critical, depends on your level and your Block Rating.
某些时候，当你的敌人打出暴击并要造成双倍伤害时，你可以格挡，并将伤害降低为普通伤害.你进行格挡的几率取决于你的格挡等级和你的自身等级。
CombatTips06
The Sun School allows you to train Enchantments which can modify other spells in your hand in a duel.
太阳学院可以让你学习辅助魔法，它可以在决斗中强化你的其它魔法，非常有用.
CombatTips07
The Moon School allows you to train Polymorphs which change your appearance, school, equipment, and deck for a limited number of rounds in a duel.
月亮学院可以让你学习变形魔法，它可以在决斗中改变你的外貌，魔法系，装备，以及魔法盒.
CombatTips08
The Star School allows you to train Auras which affect only you and last a limited number of rounds in a duel.
星界学院可以让你学习光环魔法，光环在战斗中仅仅能生效数轮.
CombatTips14
Mastery Amulets allow a Wizard to use Power Pips for spells from one school other than their own. This lets you cast spells from another school more often, as a Power Pip counts as two normal Pips.
专精护身符可以让魔法师使用属于非自身所属学院的超级魔豆.这让你可以更加频繁地使用其他学院的魔法，因为一个超级魔豆算作两个普通的魔豆.
CombatTips15
Mastery Amulets can be used in magic duels versus monsters or in PvP duels.
专精护身符既可以用在对怪物的魔法战斗中，也可以用在PvP战斗中.
CombatTips16
Mastery Amulets are named for the type of magic each school teaches.
专精护身符是按学院的名称来命名的。
CombatTips17
Balance Mastery Amulet
平衡系专精护身符
CombatTips18
Death Mastery Amulet
死亡系专精护身符
CombatTips19
Fire Mastery Amulet
火焰系专精护身符
CombatTips20
Ice Mastery Amulet
冰霜系专精护身符
CombatTips21
Life Mastery Amulet
生命系专精护身符
CombatTips22
Myth Mastery Amulet
神圣系专精护身符
CombatTips23
Storm Mastery Amulet
风暴系专精护身符
CombatTips24
Though it is best to use a Mastery Amulet for your secondary school, you can wear a Mastery Amulet for any school of magic other than your main school.
最好把专精护身符用在你的二级学院上，当然你也可以为你主修学院之外的任何学院佩戴专精护身符.
CombatTips25
Mastery Amulets are available through the Crown Shop, or may be dropped as treasure by high-level monsters.
专精护身符可以在皇冠商城中买到，高等级的怪物也可能掉落专精护身符.
CombatTips26
You can own any number of Mastery Amulets. They cannot be sold in the Auction House, but they can be traded between characters on the same account.
你可以同时拥有无数件专精护身符.它们无法在拍卖行中出售，但是可以在同一帐号下的角色之间自由交易.
CombatTips27
There are no level restrictions on Mastery Amulets.
专精护身符没有等级限制.
CombatTips28
Stun Resistance is a quality offered on some equipment sold by Diego the Duelmaster, available for purchase with Arena Tickets.
晕眩抵抗是一种只由决斗大师迭戈贩卖的装备上所带有的特殊属性，你可以用竞技场券购买.
CombatTips29
If you have a Stun Shield, you will completely avoid the next Stun effect. If you have no Stun Shield, your Stun Resistance provides a chance to resist a Stun effect.
如果你有一块晕眩护盾，你将可以完全避免下一次晕眩效果.如果你没有晕眩护盾，你的晕眩抵抗将为你提供一次抵抗晕眩效果的机会.
CombatTips30
Armor Piercing is a quality that counters a target's Resistances. It will reduce the defenses of both equipment and wards. The Armor Piercing quality can be found on both equipment and spells.
盔甲穿刺是一种用来减少目标抵抗的属性，穿刺可以同时减少装备和护盾的防御，这种属性存在于装备和魔法中。
CombatTips31
One time use during Combat.
一次战斗使用一次。
CraftingTips00
Crafting requires a crafting station. You can get your first crafting station by completing quests for Eudora Tangletree in Wizard City Olde Town.
打造物品需要打造台.你可以通过为魔法城奥尔德镇的尤朵·唐崔完成任务来获取你的第一个打造台.
CraftingTips01
Crafting also requires recipes. You can purchase your first recipes from Eudora Tangletree in Olde Town.
打造物品同样需要配方. 你可以在魔法城奥尔德镇的尤朵·唐崔那里买到你的第一个配方.
CraftingTips02
Each recipe will craft something different. You can craft equipment items, housing items, treasure cards, and more.
每张配方都用于打造不同的东西.你可以打造装备，家园道具，宝藏卡，以及其它东西.
CraftingTips03
Each recipe requires different ingredients.  Ingredients can be treasure cards, equipment items, reagents, and more. 
每个配方要求不同的原料.原料一般是宝藏卡，装备，材料，或其它东西.
CraftingTips04
When you get a crafting station, go to your dorm or castle and place it in your home. If you have an available crafting slot, a recipe, and the ingredients required for that recipe you can begin crafting.
当你获得了一个打造台之后，回到你的宿舍或者城堡并将其放在你的家里.如果你有一个空闲的手工艺槽，一张配方，以及配方上所需的全部材料，你就可以开始打造物品了.
CraftingTips05
Crafting slots are awarded through quests.  For each crafting slot you receive there will be a new timer on the Character Page of your spellbook.
手工艺槽是通过完成任务来获得的.针对每个你获得的手工艺槽，你的魔法书中的角色页面上都会有一个对应的计时器.
CraftingTips06
If you craft something, the timer on the Character Page will show the cooldown time that you need to wait before that crafting slot can be used again.
如果你打造任何东西，角色页面上的计时器就会显示冷却时间.这意味着你在下次可以使用这个手工艺槽之前需要等待的时间.
CraftingTips07
You can get your first crafting slot by doing quests for Eudora Tangletree in Olde Town.
你可以通过为奥尔德镇的尤朵·唐崔完成任务来获取你的第一个手工艺槽.
CraftingTips08
A reagent may be something you harvest, like picking a flower from the ground, something you buy, or something that a foe drops after you defeat them in battle.
材料一般是你采集的东西，比如你从地上摘来的花朵，或是你买来的东西，也可能是你在击败敌人后从它们掉落的东西.
CraftingTips09
There are different types of crafting stations. A recipe may require a particular type of station.
打造台分成不同的种类.配方上对打造台的类型可能有特定的要求.
CraftingTips10
The Basic Crafting Station allows lower level crafting of all types: equipment, housing, and treasure cards. There are also higher level stations that only allow one type of crafting. These can be purchased in Krokotopia.
你可以使用简易打造台打造任何低等级的物品：装备，家园道具和宝藏卡.高等级的打造台则只能用于打造某类特定的物品.这些打造台可以在克洛克买到.
CraftingTips11
There is also one crafting station for the very highest level of crafting. This station is located somewhere in the world and is not placed in your home with your other crafting stations.
而最高等级的打造台则存在于这个世界里的某些特定的地方，你没有办法把它们搬回家和其它的打造台放在一起.
CraftingTips12
As you complete crafting quests, your skill level will increase. Each time your skill level increases you will get a new badge. The first skill level is Novice Crafter.
在你完成打造任务的同时，你的技能等级将会增加.每次你的技能等级增加，你都会获得一个新的徽章.第一个技能等级是工匠新手.
CraftingTips13
Some recipes require you to be a certain skill level. You can check what your current skill level is by looking at your badges.
一些配方要求你具备一定的技能等级.你可以通过你现有的徽章得知你目前的技能等级.
CreateMatch3v3
example screen shows you picking a 3v3 match type for PvP practice create match
<center>3v3</center>
CreateMatchCreate
<center>Create</center>
<center>创建</center>
CreateMatchExit
<center>Exit</center>
<center>退出</center>
CreateMatchFriendsOnly
Friends Only
仅好友
CreateMatchFriendsOnlyNo
<center>No</center>
<center>不</center>
CreateMatchMaximumLevel
Maximum Level
最高等级
CreateMatchMinimumLevel
Minimum Level
最低等级
CreateMatchNone
<center>None</center>
<center>无</center>
CreateMatchOpponentsTeam
<center>Opponents' Team</center>
<center>对方队伍</center>
CreateMatchTitle
<center>Create a Match</center>
<center>创建一场比赛</center>
CreateMatchType
Match Type
比赛类型
CreateMatchYourTeam
<center>Your Team</center>
<center>你的队伍</center>
DeckBuilding00
<center>This tab shows all spells.
<center>这个标签显示所有魔法.
DeckBuilding01
<center>These tabs filter the spells.
<center>这些标签显示分类魔法.
DeckBuilding02
<center>This tab shows your Treasure Card spells and the Sideboard.
<center>这个标签了显示了你宝藏卡魔法.
DeckBuilding03
<center>To remove a spell from your deck, click on a small icon.
<center>要从魔法盒中移除某个魔法，点击这个小图标.
DeckBuilding04
<center>You can view your various decks with these buttons.
<center>你可以通过这些按钮来检查你的不同魔法盒.
DeckBuilding05
<center>These dots show how many copies of each spell you can add as well as how many you have already added.
<center>这些点显示你所添加的各种魔法的数量上限，和当前你已经添加了多少个.
DeckBuilding06
<center>These are the spells that are added to your deck from equipment items. You can click on these icons to disable the spells.
<center>这些是来自你装备物品的魔法，它们已经被添加到你的魔法盒里了.
DeckBuilding07
<center>To add a spell to your deck, click on the large spell.
<center>想要添加一个魔法到你的魔法盒，点击魔法图标.
DeckExampleName
<center>Deck of Ancients</center>
<center>古老魔法盒</center>
DeckHelp

Icon Dictionary
FriendFinder0
<center>FriendFinder
<center>交友
FriendFinder1
Use FriendFinder to invite your Wizard101 friends to join you in another KingsIsle game.
使用交友系统邀请你在《沃尔学院》的好友加入到另一个王岛娱乐(Kingsile)游戏中。
FriendFinder2
Your friend must be online for you to create a FriendFinder code.
你的好友必须在线才能创建一个交友编码。
FriendFinder3
Click on the FriendFinder button next to their picture in the friend list window to create a FriendFinder code.
点击好友列表中的交友按钮来创建一个交友编码。
FriendFinder4
Both you and your friend must enter the FriendFinder code in another KingsIsle game to become friends in that game.
当你和你的朋友都在另一款王岛娱乐(Kingsile)游戏中输入了交友编码，那么你们在那个游戏中自动成为好友。
FriendFinder5
If you have a FriendFinder code from another KingsIsle game and want to become friends in Wizard101, click the FriendFinder button on the bottom of the Friends List window to enter your code.
如果你在王岛娱乐(Kingsile)其他游戏有一个交友编码并且希望在《沃尔学院》中成为好友，那么点击好友列表中的交友按钮来输入这个好友编码。
FriendsListExampleAddToFriends
<center>Add To Friends</center>
<center>加为好友</center>
FriendsListExampleAddToGroup
<center>Add To Group</center>
<center>添加到队伍</center>
FriendsListExampleFriendName
<center>Alexandra</center>
<center>亚历珊德拉</center>
FriendsListExampleFriendsList
<center>Friends List</center>
<center>好友列表</center>
FriendsListExampleGroup
<center>Group</center>
<center>队伍</center>
FriendsListExampleIgnore
<center>Ignore</center>
<center>黑名单</center>
FriendsListExampleLeaveGroup
<center>Leave Group</center>
<center>离开队伍</center>
FriendsListExampleReport
<center>Report</center>
<center>举报</center>
Garden01
Gardening allows you to plant seeds and grow plants from them in your dorm room or your Castle.
园艺可以让你在你的宿舍或城堡里种植种子并培养植物.
Garden02
Plants can be encouraged to grow and thrive with the use of helpful spells to satisfy their needs; using items that help them flourish; paying attention to their likes and dislikes; and keeping them free from pests.
使用专门的魔法来满足植物的需求，就可以大幅度地鼓励它们的快速生长；也可以使用物品来帮助成长；另外，注意它们喜欢和讨厌的东西；并要及时除虫.
Garden03
Plants that reach maturity and have no needs or pests can be harvested for a variety of rewards.
成熟后的植物如果没有害虫肆虐的话，可以收割来获得各种各样的丰厚奖励.
Garden04
You can get seeds from gardening vendors throughout the Spiral. Farley is the gardening vendor in Wizard City's Golem Court. You can also buy seeds in the Crown Shop, earn them as rewards through defeating enemies in magic duels, or get them in other ways.
你可以从漩涡星系的园艺商人那里获得种子，比如魔法城傀儡庭院的法利.你也可以从皇冠商城中购买，在击败敌人或赢得战斗之后获得，或者以其他方式获得.
Garden05
To prepare an area for planting outdoors in your Castle, you must cast a soil preparation spell in your Castle.
要想在你城堡的户外空间内准备一块可以耕种的土壤，你必须在你的城堡内使用整地魔法.
Garden06
Soil preparation spells cost Energy.
整地魔法消耗能量.
Garden07
Once you have completed the gardening tutorial, you will be able to access the gardening spells menu.
一旦你完成了园艺教程之后，你就可以使用园艺魔法了.
Garden08
To garden in your dorm room or in an indoor space in your Castle, you must buy a planter from the gardening vendor.
想要在你的宿舍或你城堡里的室内空间种植植物，你必须先从园艺商人那里购买一个花盆.
Garden09
There are different sizes and types of planters. Some types of plants cannot be planted indoors.
花盆的尺寸和类型各有所不同.一些类型的植物无法在室内空间种植.
Garden10
As you continue to garden, you will earn gardening experience through successfully harvesting plants. There are twenty ranks of gardening.
持续种植植物并成功地收获植物，你将会获得园艺经验值.园艺共分为十个等级.
Garden11
The types of seeds you can plant may be restricted, requiring a minimum gardening rank. Additionally, some kinds of gardening equipment and gardening spells require a minimum gardening rank to use.
你可以种植的种子是受到严格限制的，多数要求你拥有一个最低的园艺技能等级.此外，一些园艺装备和园艺魔法也对园艺等级有要求.
Garden12
When you're ready to plant a seed in prepared soil or a planter, you must select the seed, then select the soil or planter. This places the chosen seed into the soil or planter, where it can begin growing.
当你要在准备好的土壤或花盆种下一粒种子时，你必须先选择种子，然后选择土壤或花盆.这会将种子放入土壤或花盆中，植物就会开始生长了.
Garden13
Plants require attention to grow, in the form of plant growing spells.
植物需要你的关注才能茁壮成长，你要以植物生长魔法去照顾它们.
Garden14
All plants have needs that must be met, and plant growing spells fulfill those needs for a period of time.
所有植物都有必须满足的要求，植物生长魔法可以在一段时间内满足这些要求.
Garden15
Plant needs include water, sunlight, pollination, music, and magic.
植物的需求包括水，阳光，授粉，音乐，和魔法.
Garden16
Plant growing spells cost Energy to cast, and are cast through the gardening interface.
植物生长魔法需要消耗能量来使用，你可以通过园艺界面来使用.
Garden17
Plants can sometimes suffer from pests. Pests are annoying critters that will cause it to wilt and die if they are not dealt with.
植物有些时候会被害虫危害.害虫就是那些讨厌的小虫子，它们会使你的植物枯萎，甚至死亡.一定要及时处理害虫哦！
Garden18
To get rid of pests, you will need to cast the appropriate pest fighting spell. Different types of pests require different types of spells.
要想消灭所有害虫，你必须使用必要的杀虫魔法.不同类型的害虫要用不同的魔法来对付.
Garden19
Pests are ranked, and require spells equal to or greater than their rank.
害虫也是分级别的，要对付它们，你的魔法等级必须等于或高于它们的等级.
Garden20
If you have a high enough gardening rank, you can cast pest prevention spells to keep pests away from your garden.
如果你的园艺技能等级够高，你可以使用害虫防御魔法，让害虫永远远离你的花园.
Garden21
You can buy pest fighting and pest prevention spells from certain trainers throughout the Spiral, you can buy them at the Crown Shop, or you can earn them through treasure rewards.
你可以在漩涡星系的某些训练师那里买到除虫及害虫防御魔法，也可以在皇冠商城里购买.当然，你也能直接从宝藏奖励中获得.
Garden22
Utility spells are useful for many aspects of gardening.
通用魔法在园艺的很多方面都非常有用.
Garden23
The Plow spell removes a targeted plant or dirt pile.
耕犁魔法可以将你选定的植物或是泥堆移除.
Garden24
The Inspect spell lets you look at a targeted plant's characteristics and progress.
这个检查魔法能帮你观察到植物的特性和成长进度。
Garden25
The Revive spell lets you turn a plant that has died into a fresh seedling of the same type.
重生魔法可以让你将已死的植物重新变回一颗新鲜的种子.
Garden26
Plants go through several stages as they grow, from seed, to seedling, to young plant, to mature plant, to elder plant.
植物的生长分为数个阶段：种子期，幼苗期，青年期，成熟期，和老年期.
Garden27
Each plant differs by how easy they are to garden, how long they take to grow and mature, and how long they live.
各种植物之间的区别是很大，它们有着不同的种植难度，不同的成长和成熟时间，以及不同的生命周期.
Garden28
Plants have likes and dislikes, conditions that can help them grow or hinder their development. A plant will grow faster if it is surrounded by things it likes, and it will grow slower if it is surrounded by things it dislikes.
植物有喜欢和讨厌的东西，不同的生长条件可以加速或是减缓它们的成长.如果在喜欢的东西旁，那么植物会成长得很迅速，但如果在讨厌的东西旁，那么植物会成长得很缓慢.
Garden29
You can learn if a plant has likes or dislikes by mousing-over it when the gardening interface is open.
你可以在园艺界面了解某种植物有什么喜欢和讨厌的东西.
Garden30
Once a plant is mature, you can harvest it, by interacting with it. A plant can be harvested repeatedly until it reaches the elder stage.
一旦植物成熟，通过互动，你可以收割它.植物可以重复收割，直到它进入老年期.
Garden31
Harvesting yields rewards such as reagents, pet snacks, gold, treasure cards, or other seeds.
收割植物会产生诸如材料，宠物小吃，金币，宝藏卡，或其他种子之类的奖励.
Garden32
When a plant reaches the elder stage, it can be harvested only one more time. This harvest will yield the greatest rewards. After this, the elder plant will disappear.
当一株植物进入老年期，它就只能再被收割一次了.这次收割将会产生最多的奖励.之后，老年期的植物将会消失.
Garden33
Planting a seed costs Energy.
种植种子是需要消耗能量的.
Garden34
If a plant likes something, only one is needed in the surrounding area to help the plant grow.
如果一种植物喜欢某种东西，你只需要在它们周围的任何一格放一个这种东西就可以帮助它们快速生长了.
GardenLevel01
Rank 1: Novice Gardener
等级1:园艺新手
GardenLevel02
Rank 2: Neophyte Gardener
等级2:园艺初学者
GardenLevel03
Rank 3: Apprentice Gardener
等级3:园艺学徒
GardenLevel04
Rank 4: Initiate Gardener
等级4:园艺助手
GardenLevel05
Rank 5: Intermediate Gardener
等级5:园艺熟练工
GardenLevel06
Rank 6: Journeyman Gardener
等级6:园艺能手
GardenLevel07
Rank 7: Expert Gardener
等级7:园艺专家
GardenLevel08
Rank 8: Adept Gardener
等级8:园艺导师
GardenLevel09
Rank 9: Master Gardener
等级9:园艺大师
GardenLevel10
Rank 10: Grandmaster Gardener
等级10:特级园艺大师
GardenLevel15
please copy from Badges.lang for Garden badge titles
Rank 15: Legendary Gardener
GardenLevel20
please copy from Badges.lang for Garden badge titles
Rank 20: Verdant Gardener
HangingEffects00
<center>Reduces incoming Fire damage
<center>降低受到的火焰系伤害
HangingEffects01
<center>Reduces incoming Ice damage
<center>降低受到的冰霜系伤害
HangingEffects02
<center>Reduces incoming Storm damage
<center>降低受到的风暴系伤害
HangingEffects03
<center>Reduces incoming Myth damage
<center>降低受到的神圣系伤害
HangingEffects04
<center>Reduces incoming Life damage
<center>降低受到的生命系伤害
HangingEffects05
<center>Reduces incoming Death damage
<center>降低受到的亡灵系伤害
HangingEffects06
<center>Reduces all incoming damage
<center>降低受到的全部伤害
HangingEffects07
<center>Increases outgoing Fire damage
<center>增加释放的火焰系伤害
HangingEffects08
<center>Increases outgoing Ice damage
<center>增加释放的冰霜系伤害
HangingEffects09
<center>Increases outgoing Storm damage
<center>增加释放的风暴系伤害
HangingEffects0a
<center>Increases outgoing Myth damage
<center>增加释放的神圣系伤害
HangingEffects0b
<center>Increases outgoing Life damage
<center>增加释放的生命系伤害
HangingEffects10
<center>Increases outgoing Death damage
<center>增加释放的亡灵系伤害
HangingEffects11
<center>Increases All outgoing damage
<center>增加释放的所有伤害
HangingEffects12
<center>Increases All outgoing damage
<center>增加释放的所有伤害
HangingEffects13
<center>Increases outgoing Storm accuracy
<center>增加释放的风暴系命中
HangingEffects14
<center>Increases All outgoing accuracy
<center>增加释放的所有命中
HangingEffects15
<center>Increases outgoing healing
<center>增加治疗输出
HangingEffects16
<center>Heals over multiple rounds
<center>多轮持续性治疗
HangingEffects17
<center>Absorbs All damage except drain damage
<center>吸收所有伤害，吸血伤害除外
HangingEffects18
<center>Absorbs All damage except drain damage
<center>吸收所有伤害，吸血伤害除外
HangingEffects19
<center>Increases incoming Fire damage
<center>增加受到的火焰系伤害
HangingEffects1a
<center>Increases incoming Ice damage
<center>增加受到的冰霜系伤害
HangingEffects1b
<center>Increases incoming Storm damage
<center>增加受到的风暴系伤害
HangingEffects20
<center>Increases incoming Myth damage
<center>增加受到的神圣系伤害
HangingEffects21
<center>Increases incoming Life damage
<center>增加受到的生命系伤害
HangingEffects22
<center>Increases incoming Death damage
<center>增加受到的亡灵系伤害
HangingEffects23
<center>Converts incoming Fire damage
<center>转换受到的火焰系伤害
HangingEffects24
<center>Converts incoming Ice damage
<center>转换受到的冰霜系伤害
HangingEffects25
<center>Converts incoming Storm damage
<center>转换受到的风暴系伤害
HangingEffects26
<center>Converts incoming Myth damage
<center>转换受到的神圣系伤害
HangingEffects27
<center>Converts incoming Life damage
<center>转换受到的生命系伤害
HangingEffects28
<center>Converts incoming Death damage
<center>转换受到的亡灵系伤害
HangingEffects29
<center>Reduces All outgoing damage
<center>降低所有释放的伤害
HangingEffects2a
<center>Reduces All outgoing accuracy
<center>降低所有释放的命中
HangingEffects2b
<center>Reduces All outgoing damage
<center>降低所有释放的伤害
HangingEffects30
<center>Increases All incoming damage
<center>增加受到的所有伤害
HangingEffects31
<center>Reduces All outgoing accuracy
<center>降低所有释放的魔法命中
HangingEffects32
<center>Dispels next Fire spell
<center>驱散下一个火焰系魔法
HangingEffects33
<center>Dispels next Ice spell
<center>驱散下一个冰霜系魔法
HangingEffects34
<center>Dispels next Storm spell
<center>驱散下一个风暴系魔法
HangingEffects35
<center>Fire damage over multiple rounds
<center>持续多轮的火焰系伤害
HangingEffects36
<center>Death damage over multiple rounds
<center>持续多轮的亡灵系伤害
HangingEffects37
<center>Ice damage over multiple rounds
<center>持续多轮的冰霜系伤害
HangingEffects38
<center>Storm damage over multiple rounds
<center>持续多轮的风暴系伤害
HangingEffects39
<center>Decreases outgoing healing
<center>降低治疗输出
HangingEffects40
<center>Absorbs next stun
<center>抵抗下一次晕眩
HangingEffects41
<center>Dispels next Life spell
<center>驱散下一个生命系魔法
HangingEffects42
<center>Dispels next Myth spell
<center>驱散下一个神圣系魔法
HangingEffects43
<center>Dispels next Death spell
<center>驱散下一个亡灵系魔法
HangingEffects52
<center>Myth damage over multiple rounds</center>
<center>持续多轮的神圣系伤害</center>
HangingEffects53
<center>Dispels next Balance spell</center>
<center>驱散下一个平衡系魔法</center>
Housing01text1
<center>Once you have placed an object you can click on it to rotate, move, or remove it.
<center>一旦你已经将物品放置好，你还可以再点击物品，旋转，移动或移除它.
Housing01text2
<center>Click here to open the interface window.  To close the interface window, click this button again.
<center>点击这里来打开界面窗口.如果想关闭界面窗口，再次点击这个按钮.
Housing01text3
<center>Click here to select this object to place in your house.  Move your mouse to where you want it to go, then click to place the object.
<center>点击这里选择将这个物品摆放进你的房屋之内.移动你的鼠标来将其摆放到正确的位置上，然后点击确定.
HousingTips1text1
You can buy things to put in your Castle from the housing shop in the Wizard City Shopping District, the Sphinx Island in Krokotopia, Regent's Square in Marleybone, and the Jade Palace Shopping District in Moo Shu.
你可以从魔法城的购物街，克洛克的狮身人面像岛，玛丽伯恩的摄政广场，还有木须翡翠殿购物街内的家园物品商店购买物品，并带回来放置在城堡内.
HousingTips1text2
You can also buy a Castle with a new house from the housing shops.
你也可以从家园道具商店内直接购买带有完整屋子的城堡.
HousingTips1text3
When you want to move into a new Castle you have bought you can equip it in your backpack.
当你要搬入新购买的城堡时，你可以直接从你的背包中装备上它.
HousingTips1text4
To move an object that is already in your house, first open up the housing interface.  You can then click on the object which will show the Rotate, Move, Pick Up buttons.
要移动一个已经在你屋子里的物件，你首先要打开房屋界面，然后点击该物品，该物品上随后会显示旋转，移动，和拾取按钮.
HousingTips1text5
The Pick Up button removes the object from your house and places it back in the housing interface.
按下拾取按钮，你将可以把一件物品从你的房子里移除，并放回背包里.
HousingTips1text6
When you move an object in your house, it will turn red if it can not be placed in that spot.
当你在移动你屋子里的物品时，如果无法被放置在某个地点，它就会变红.
HousingTips1text7
If you started to move an object and then changed your mind, you can cancel the move by right-clicking.  The object will go back to where it was before the move.
如果你已经开始移动某件物品但是又改了主意，你可以直接右键点击该物品来取消移动.这键物品会回到一开始它所在的位置.
HousingTips2text2
If you can see the Rotate, Move, and Pick Up buttons and you want them to go away, you can right click the object or left click any empty space in your house.
如果你能看见旋转，移动和拾取按钮，并且你想隐藏它们，你可以右键点击物品或左键点击房屋内的任何空白区域.
HousingTips2text3
To rotate an object that is already placed in your house, you must first click on the object.  You can then either press the arrow buttons, use the mouse wheel, or use the keyboard << and > keys.
要想旋转一件已经放置在你的房屋内的物品，你必须首先点击这件物品，然后你可以按键盘上的方向键，拨动鼠标滚轮，或使用键盘上的<<和>键.
HousingTips2text4
You can also use the mouse wheel and keyboard << and > keys to rotate an object just before it has been placed in your house.
想要旋转物品，你可以使用鼠标滚轮或者键盘上的<<及>键.
HousingTips2text5
The attic is a place to store extra housing objects.
阁楼是用于储存额外的家园道具的地方.
HousingTips2text6
The Wallpaper and Tile tab on the housing interface will show two new buttons on the right side of the interface.
家园界面下的墙纸和瓷砖标签页会以两个新按钮的方式显示在整个界面的右边.
HousingTips2text7
The Pick Up Tile button removes the flooring and puts it back in the housing interface.
取下瓷砖会移除地板，并放回背包.
HousingTips2text8
The Pick Up Wallpaper button removes the wallpaper and puts it back in the housing interface.
取下墙纸会将墙纸除去，并放回背包.
HousingTips3text1
Castles don't fill up your backpack. If you buy a Castle, the number of items in your backpack does not increase.
城堡不会算入你的背包空间.就算你买了一座城堡，背包里的物品数量也不会增加.
HousingTips3text10
Place the teleporter wherever you'd like in the same Castle or any other Castle.
在同一个城堡或其他任何城堡中你喜欢的地方放置传送门.
HousingTips3text11
When you get close to a housing teleporter, it will teleport you to the teleporter's destination location.
当你靠近家园传送门时，会将你传送至已设定的目的地.
HousingTips3text2
You can only have one copy of any type of Castle. If you sell a Castle, you can always buy another copy of it again later. You can only have three Castles at any given time.
每种城堡你都只能拥有一个.如果你卖掉了一座城堡，你可以稍后买一座同样的.任何时候你只能最多拥有三座城堡.
HousingTips3text3
You can put some castles in your shared bank to give to other characters on your account.
你不能将城堡放进你的共享银行让这个帐号内的其它角色使用.
HousingTips3text4
The keyboard short-cut for the Housing section of your backpack is "U".
你的家园界面快捷键是“U“键.
HousingTips3text5
A housing teleporter allows you to teleport from one place to another within a Castle, or from one Castle to another.
家园传送门可以让你在一个城堡的不同地点或者不同城堡之间互相传送.
HousingTips3text6
To set up a housing teleporter, click on it while it's in your furniture inventory. This will let you set the destination.
点击家具背包内的家园传送门，可以设置你的目的地.
HousingTips3text7
A small circle will appear at the tip of your mouse cursor. Move the circle to where you want the teleporter to send you to.
你的鼠标会出现一个小光圈，移动到你希望传送门将你传送到的地方.
HousingTips3text8
A small arrow inside the circle indicates where the teleporter faces. You can adjust this with your mouse-wheel or comma and period keys.
光圈内的小箭头是这个传送门的方向，你可以通过鼠标滚轮或键盘上的逗号、句号来调整.
HousingTips3text9
When the teleporter destination has been set, a green triangle will appear on the housing teleporter icon in your furniture inventory.
当设定好目的地之后，一个绿色的三角图标会出现在你的家具背包里的传送门上.
Icons00
Fire school or damage type
火焰系
Icons01
Storm school or damage type
风暴系
Icons02
Life school or damage type
生命系
Icons03
Balance school or damage type
平衡系
Icons04
Experience Points
经验值
Icons05
Training Point
训练点数
Icons06
Robe
衣服
Icons07
Athame
匕首
Icons08
Ring
戒指
Icons09
Pet
宠物
Icons0a
Ice school or damage type
冰霜系
Icons0b
Myth school or damage type
神圣系
Icons0c
Death school or damage type
亡灵系
Icons0d
Gold you'll get as a reward
你获得的金币
Icons0e
Potion bottle
魔力泉水瓶子
Icons0f
Hat
帽子
Icons0g
Boots
靴子
Icons0h
Wand
魔杖
Icons0i
Deck
魔法盒
Icons0j
Treasure Card
宝藏卡
Icons0k
Show all items in my backpack
显示我背包内的所有物品
Icons0l
All spells
所有魔法
Icons0m
Go to Dorm/Housing
回家按钮
Icons0n
Heal
治疗
Icons0o
Charm
咒符魔法
Icons0p
Enchantment
强化魔法
Icons0q
Global
全局魔法
Icons0r
Accuracy
命中
Icons0s
Amulet
护身符
Icons0t
Zoom button
缩放按钮
Icons0u
Damage
伤害
Icons0v
Drain/Steal Health
生命偷取
Icons0w
Ward
护盾
Icons0x
Manipulation
操控
Icons0y
Resistance
抵抗
Icons0z
Health
生命值
Icons0za
Power Pip
超级魔豆获得几率
Icons0zb
Mana
法力值
Icons0zc
Go to the World's Hub
广场按钮
Icons0zd
Castles
城堡
Icons0ze
Plant Life
植物
Icons0zf
Wall Hangings
壁挂
Icons0zg
Wallpaper and Tile
墙纸和瓷砖
Icons0zh
Outdoor
户外
Icons0zi
Furniture
家具
Icons0zj
Decoration
装饰
Icons0zk
Trophies
战利品
Icons0zl
All Housing Items
所有家园道具
Icons1a
Reagents
材料
Icons1b
Recipes
配方
Icons1c
Harvest Reagents
采集
Icons1d
Rare Harvest Reagents
稀有采集
Icons1e
Shop Reagents
商城材料
Icons1f
Drop Reagents
掉落材料
Icons1g
Crafting Slot
时间槽
Icons1h
Crowns
皇冠
Icons1i
Pet Snacks
宠物小吃
Icons1j
Energy
能量
Icons1k
Pedigree Score
血统评分
Icons1l
Critical
暴击
Icons1m
Block
格挡
Icons1n
Sun School
太阳学院
Icons1o
Moon School
月亮学院
Icons1p
Star School
星界学院
Icons1q
Polymorph
变形
Icons1r
Aura
光环
Icons1s
No PvP
不可用于PvP
Icons1t
Stun Resistance
晕眩抵抗
Icons1u
Armor Piercing
盔甲穿刺
Icons1v
Rounds
回合
Icons1w
All Enemies
所有装备
Icons1x
All Friends
所有好友
Icons1y
Dispel
驱散
Icons1z
Minion
仆从
Icons20
Prevent
妨碍
Icons21
Threat
恐吓
Icons22
Pests
害虫
Icons23
Feed Item to Pet
给宠物喂食
Icons24
Stun
昏迷
Icons25
Pip
魔豆
IconsFlagArenaPointsOnly

Arena Tickets Only
IconsFlagCrownsOnly

Crowns Only
IconsFlagInstantEffect

Instant Effect
IconsFlagNoAuction

No Auction
IconsFlagNoCombat

No Combat
IconsFlagNoDrop

No Trash
IconsFlagNoDye

No Dye
IconsFlagNoHatchmaking

No Hatchmaking
IconsFlagNoPVP

No PVP
IconsFlagNoSell

No Sell
IconsFlagNoShatter

No Shatter
IconsFlagNoTrade

No Trade
IconsFlagPVPOnly

PVP Only
IconsFlagSubscriberOnlyItem

Member Benefit Item
IconsFlagSubscriberOnlyItemFreeToPlay

Member Benefit (as seen by non-Members)
iconsSpellCardArtAbsorb

Absorb
iconsSpellCardArtDamageOrDrain

Damage or Drain
iconsSpellCardArtFlatDamage

Flat Damage
iconsSpellCardArtFlatResist

Flat Resist
iconsSpellCardArtIncoming

Incoming
iconsSpellCardArtOutgoing

Outgoing
iconsSpellCardArtTrap

Trap
Instances00
<center>Dungeons are personal adventure areas. They must be completed to get full credit. Logging out, leaving through the Dungeon entrance, or going to another Dungeon will reset the Dungeon you started. Leaving any other way gives you 30 minutes to return before it resets.
<center>地下城是私人冒险区域.你必须在其中完整冒险才能有所收获.下线，从入口离开，或者前往其他地下城都会让地下城重置.不过，离开之后你还有30分钟时间回到原来的地下城中，30分钟过后重置才会执行.
Instances01
<center>Gauntlets are special Dungeons. If you leave a gauntlet for any reason it resets. Golem Tower is an example of a gauntlet.
<center>关卡是一类特殊的地下城.无论你以任何方式离开关卡，它都会立刻重置.傀儡之塔就是一个关卡.
Instances02
<center>Only 4 people at a time can be in a Dungeon.
<center>一座地下城同时最多只能有4名玩家进入.
Instances03
<center>Sigils allow multiple people to enter the same Dungeon.  As long as everyone is standing on the sigil when it is finished counting down, everyone will be teleported to the same Dungeon.
<center>印章允许多人进入同一地下城.只要所有人在印章倒计时结束的时候都还站在印章上的话，那么所有人都将会被传送到同一地下城当中.
InterfaceTips00
Potions restore both your Health and Mana to full.  You can refill potion bottles by playing Minigames or by purchasing a refill from a Potion Vendor.
魔力泉水可以将你的生命值和法力值都恢复到满.你可以通过玩小游戏的方式，或者通过从魔力泉水商人那里购买来重新灌满魔力泉水瓶.
InterfaceTips01
Clicking on the Compass will show markers to places of interest.
点击罗盘可以显示周围重要地点的标记.
InterfaceTips02
You can access your Bank from your dorm room or your Castle. Your dorm room is located in Ravenwood right next to the tunnel to the Commons.
你可以在你的城堡或是宿舍中进入银行.你的宿舍就在广场附近的拉文霍德.
InterfaceTips03
Badges give you more titles.  Once a badge is completed, you can click on it to display the appropriate title.  You can see your list of badges in your spellbook.
徽章会给你更多的头衔.一旦徽章完成以后，你可以点击相应徽章以显示对应的头衔.你可以在你的魔法书中看到你的徽章列表.
InterfaceTips04
An equipped item appears blue in your backpack list and has a closed hand next to it.  To equip an item, simply double click it.  You can find your backpack in your spellbook.
一件已经装备的物品在你的背包列表中呈蓝色，而且旁边有一个手形图标.想要装备某件物品，直接双击就可以了.你可以在你的魔法书内找到背包.
InterfaceTips05
The Commons button will take you back to the main zone of the world you are in.  You can find the Commons button near the compass or on the Map page of your spellbook.
广场按钮将会带你回到这个世界的主要区域.你可以在罗盘附近或是魔法书内的地图上找到这个按钮.
InterfaceTips06
To exit the game press Esc. This will bring you to the Options screen in the spellbook. Click Quit. You will see the classroom. Click exit again.
要想退出游戏，请按ESC键，你会进入魔法书的选项菜单界面，然后点击退出.你会进入角色选择界面，再次点击退出.
InterfaceTips07
The Go Home button will bring you to your dorm or your Castle if you have one equipped.
回家按钮将会把你带回宿舍，或者城堡，如果你有一座已经装备的城堡的话.
InterfaceTips08
When you press Enter to chat you will see the Say icon <image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF>. If you are in a group you will also see the Group Chat icon <image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF>.
当你按下回车键想要聊天时，你会看见说话图标<image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF>.如果你在队伍中，你会看见队伍聊天图标<image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF>.
InterfaceTips09
If you're in a group and you want to say something to people nearby make sure the Say icon <image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF> is bigger. To talk to your group, make sure the Group Chat icon <image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF> is bigger. To switch, click on the one you want to use.
如果你在一个队伍中，但是希望和周围的人说话，那么点击说话图标<image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF>让它变大.如果要和队伍成员说话，则要点击队伍聊天图标<image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF>让它变大.只要单击图标就可以进行切换.
InterfaceTips10
The Mark Location button will use some of your mana to put an X on the ground. Later if you want to go back to this X you can press the Recall button to be instantly teleported to your mark. Some areas don't allow marking. Only you can see the X on the ground for a mark you have made.
标记地点按钮将会消耗一定的法力值来将一个X标记印刻在地面上.如果你以后想回到这个地点，你可以点击召回按钮，然后直接瞬间传送回标记过的地点.只有你自己才能看见你的X标记.
InterfaceTips11
The Recall button takes you to the mark you have made with the Mark Location button.
召回按钮会让你直接前往你之前用标记地点按钮标记过的地方.
InterfaceTips12
The Quest Helper's yellow arrow can be turned on and off by either a keyboard shortcut of CTRL-T or in the Options spellbook page under Gameplay Options.
你可以用键盘快捷键CTRL+T，或是在魔法书的游戏设置界面打开任务助手的黄色箭头.
InterfaceTips13
When shopping for treasure cards at the bazaar the column labeled Set indicates which Booster Pack Set that card belongs to.
当在市集市购买宝藏卡的时候，你可以通过边栏上的标签判断出这张卡牌属于哪一套卡牌.
More
Tool tip on arrow to view more help pages.
More
PetExampleBananas
<center>Bananas!</center>
<center>大香蕉！</center>
PetExampleBomb
<center>Bombardier</center>
<center>轰炸机</center>
PetExampleDerby
Derby        3/4
竞技        3/4
PetExampleExhaust
<center>Exhausted</center>
<center>精疲力竭</center>
PetExampleFireblade
<center>Fireblade</center>
<center>火之刃</center>
PetExampleFireGiver
<center>Fire-Giver</center>
<center>火神</center>
PetExampleFireShot
<center>Fire-Shot</center>
<center>火焰箭</center>
PetExampleHelephant
<center>Helephant</center>
<center>神象</center>
PetExamplePedigree

53 (15)
PetExampleTalents
Talents      3/4
天赋      3/4
PetPage1
<center>Your pet gives you this spell card.
<center>你的宠物给了你这张魔法卡牌.
PetPage2
<center>Talents will help you in magic duels.
<center>天赋技能会在战斗中帮助你获胜.
PetPage3
<center>Derby Powers will help you in the Pet Derby.
<center>竞技技能可以在宠物竞速赛中帮助你获胜.
PetPage4
<center>Your pet's level.
<center>你宠物的等级.
PetPage5
<center>Your pet's experience and statistics will increase from pet training games.
<center>你宠物的经验与属性会在宠物训练游戏中逐渐增加.
PetPage6
<center>Power can only be improved by giving your pet snacks.
<center>精神仅可以通过喂食宠物小吃来提升.
PetPage7
<center>Pedigree Score
<center>血统评分
PetPage8

<center>Happiness is used by pets when performing different pet actions, like playing in pet mode.
PetTalentsAccuracy
Increases Accuracy
增加命中
PetTalentsDamage
Increases Damage
增加伤害
PetTalentsHealth
Increases Max Health
增加最大生命值
PetTalentsMana
Increases Max Mana
增加最大法力值
PetTalentsPetStats
Increases Pet Stats
增加宠物属性
PetTalentsPips
Increases Power Pip Chance
增加超级魔豆获得几率
PetTalentsResist
Increases Resist
增加抵抗
PetTalentsSpell
Gives Spell
获得魔法
PetTalentsTrigger1
Removes enemy shield or blade
移除敌人的盾或刃
PetTalentsTrigger2
Heals player or damages enemy
治疗玩家或伤害敌人
PetTalentsTrigger3
Adds player shield or blade
给玩家盾或刃
PetTalentsTrigger4
Adds trap to enemy
给敌人布下陷阱
PetTipElemental

Fire, Ice and Storm damage
PetTips00
When you get a pet it will be an egg. You will need to wait for it to hatch before you can equip it.
刚刚获得你的宠物时，它还在蛋里.你需要等它慢慢孵化以后才能装备.
PetTips01
After your pet egg hatches it will be a Baby pet. It can gain experience to increase its level to Teen, Adult, Ancient, Epic, Mega, and finally, Ultra.
你的宠物蛋刚刚孵化时，新出生的宠物是婴儿宠物.逐渐获得经验值以后，它会成长到少年，成年，长者，以及最终的英雄级别.
PetTips02
Your pet gains experience from playing pet training games in the Pet Pavilion. The Pet Pavilion can be found through a tunnel from the Wizard City Commons, close to Prospector Zeke.
你的宠物可以在宠物馆通过参与宠物训练游戏来获得经验值。宠物馆就在魔法城广场的一处通道后，靠近探险家齐克。
PetTips03
You can play the six pet training games by using the minigame sigils around the Pet Pavilion: the Cannon Game, Maze Game, Gobbler Drop, Dance Game, Grumpy Gobblers, and Way of the Ninja Pig.
你可以在宠物馆中点击六个不同的印章来玩小游戏：宠物大炮，宠物迷宫，宠物吞食，宠物炫舞，坏脾气暴食鬼和忍者猪之路。
PetTips04
You need Energy to play pet training games. The Energy globe is next to your Health and Mana globes. You can also see your Energy by pressing C to look at your character in the Spellbook.
玩宠物训练游戏需要消耗能量.能量球就在你的生命值和法力值球的上方.你也可以通过按C键在魔法书的角色页面来看你的能量.
PetTips05
Your pet starts off as a Baby with no Talents or Powers. When it becomes a Teen it will get one Talent and one Power. Each level your pet gains, up to Mega, will give it one new Talent and one new Power so that every Ultra pet will have five Talents and five Powers.
你的宠物一开始是婴儿状态，没有任何天赋或竞技点数.当其成长到了少年状态时，它会开始习得天赋和竞技技能.你的宠物每升一级，它将获得一个新天赋和新竞技技能.英雄级的宠物拥有四个天赋和四个竞技技能.
PetTips06
There are ten possible Talents and ten possible Powers for each pet type.  Examples of pet types are Imp, Helephant, or Pioneer Dragon.  Each Helephant, for example, has the same ten possible Talents and Powers. What makes each pet unique is that it will only get four Talents or Powers.  Two Helephants might have gained completely different Talents and Powers than each other.
每种宠物有十个潜在天赋和竞技技能。宠物类型有:小恶魔，神象和先驱龙。以神象为例，每一只神象都一样有10个潜在天赋和竞技技能。每只神象的区别在于，你只能获得4种天赋和竞技技能来发展，所以两只神象有可能获得完全不同的天赋和技能。
PetTips07
Some Talents and Powers are better than others. They are Uncommon, Rare, Ultra-Rare, or Epic. An Epic Talent will have four yellow dots to the side of the icon, whereas an Uncommon Talent will only have one.
一些天赋和竞技技能比其它的好.它们是罕见，稀有，极稀有，或史诗级.史诗级天赋的图标旁会有四个黄点，罕见级天赋的图标旁则只有一个黄点.
PetTips08
Talents will help you in magic duels against monsters and in PvP. Powers will help you in the Pet Derby.
天赋技能可以帮助你在战斗中对抗怪物，或其它玩家.竞技技能则能在宠物竞速赛中帮你获胜.
PetTips09
Your pet has statistics called Strength, Intellect, Agility, Will and Power. Each statistic will boost your pet's Talents and help your pet in the Pet Derby.
你的宠物拥有多项属性，分别是力量，智力，敏捷，意志，和精神.每项属性都会提升宠物的能力，并在宠物竞速赛中起到重要作用.
PetTips0a
Here is how your pet's statistics help you in magic duels:
这是你宠物的属性，对你在魔法战斗中有帮助:
PetTips0b
Strength affects damage Talents, Power Pip chance Talents, resistance Talents, outgoing healing Talents, armor piercing Talents, and stun resistance Talents.
力量影响伤害，超级魔豆获得几率，抵抗，输出的治疗效果，盔甲穿刺和昏迷抵抗。
PetTips0c
Intellect affects Mana Talents, accuracy Talents, Power Pip chance Talents, block Talents, incoming healing Talents, and stun resistance Talents.
智力影响法力值，命中，超级魔豆获得几率，格挡，受到的治疗效果和昏迷抵抗。
PetTips0d
Agility affects Health Talents, accuracy Talents, resistance Talents, critical hit Talents, incoming healing Talents, and armor piercing Talents.
敏捷影响生命值，命中，抵抗，暴击，受到的治疗效果和盔甲穿刺。
PetTips0e
Will affects damage Talents, Health Talents, Mana Talents, critical hit Talents, block Talents, and outgoing healing Talents.
意志影响伤害，生命值，法力值，暴击，格挡和输出的治疗效果
PetTips0f
Power, as its name indicates, is very powerful and affects Health Talents, Mana Talents, accuracy Talents, damage Talents, Power Pip chance Talents, resistance Talents, critical hit Talents, block Talents, incoming healing Talents, outgoing Healing Talents, armor piercing Talents, and stun resistance Talents.
精神是一个非常强大的属性，影响生命值，法力值，命中，伤害，超级魔豆获得几率，抵抗，暴击，格挡，治疗效果，盔甲穿刺和昏迷抵抗。
PetTips0g
Some Talents give your pet a chance to cast a spell to help you in magic duels.
一些天赋技能会给予你的宠物在战斗中释放技能的能力.
PetTips0h
At the end of each pet training game you can feed your pet a snack. You can buy snacks from the snack shop or buy a recipe and craft them.
在每次宠物训练游戏结束的时候，你可以用小吃来喂它们.你可以在小吃商店买到小吃，或者购买配方来自己做.
PetTips0i
Snacks increase your pet's statistics. Try to figure out which snacks your pet likes by seeing how much your pet's statistics increase each time you feed your pet.
小吃可以增加宠物的各项属性.每次你喂宠物的时候，可以通过研究每次宠物属性的增长值来确定你的宠物喜欢哪种小吃.
PetTips0j
Your pet can compete against other pets in the Pet Derby! You must have a teen pet equipped.
你的宠物可以在宠物竞速赛中和其它宠物一决高下！前提是你必须装备一只少年级或更高的宠物.
PetTips0k
You can do a Practice Match to play against your friends or a Ranked Match to win Arena Tickets and improve your Pet Derby Rating.
你可以和你的朋友打上一场练习赛，也可以参加排名赛，去赢得竞技场券并提高宠物的竞速赛等级.
PetTips0l
The Pet Derby only costs Energy if you feed your Pet. You can feed your pet up to two times, costing Energy each time. If you don’t feed your pet, the Pet Derby does not cost Energy to play.
如果不对你的宠物进行喂食，那参加宠物竞速赛不需要消耗能量。每次喂食都会消耗能量，最多可喂食两次。
PetTips0m
The Pet Derby has many tracks, each with four lanes. You can change lanes to avoid obstacles.
宠物竞速赛有很多条赛道，每条赛道有4条赛道，你可以通过改变赛道来躲避障碍物。
PetTips0n
Cheering in the Pet Derby gives you a speed boost. Cheering costs Morale. There are different cheer costs on different surfaces. Your Morale is determined by your pet's Power statistic.
在宠物竞速赛中欢呼会给你带来速度的提升。欢呼会消耗士气。在不同的地形欢呼会消耗不同的士气。你的士气是由你宠物的力量值来决定的。
PetTips0o
Here is how your pet's statistics help your pet in the Pet Derby:
这里显示你宠物的属性在宠物竞速赛中的作用。
PetTips0p
Strength affects the cheer cost while swimming in the Pet Derby.
力量影响宠物在竞速赛游泳时的欢呼消耗.
PetTips0q
Intellect affects the cheer cost while on clay in the Pet Derby.
智力影响宠物在竞速赛粘土赛道上时的欢呼消耗.
PetTips0r
Agility affects the cheer cost while on grass in the Pet Derby.
敏捷影响宠物在竞速赛草地赛道上时的欢呼消耗.
PetTips0s
Will affects the cheer cost while on dirt in the Pet Derby.
意志影响宠物在竞速赛泥土赛道上时的欢呼消耗.
PetTips0t
The four Derby Powers that your pet gains as it becomes an Epic will help your pet in the Pet Derby and might include some of the following Derby Powers.
你的宠物在成为英雄级过程中获得的四个竞速赛技能将会帮助你的宠物在竞速赛中称雄，它们可能包括以下竞速赛技能.
PetTips0u
Some Derby Powers can give your pet a speed boost in the Pet Derby or slow down your opponents.
一些竞速赛技能可以赋予你的宠物瞬时加速或让你的对手减速的效果.
PetTips0v
Some Derby Powers can affect other pets in the Derby, such as forcing them to change lanes.
一些竞速赛技能可以影响到其它宠物，例如强迫它们变道.
PetTips0w
Some Derby Powers can let you place obstacles in front of other pets, such as bananas, bombs, barriers, or oil slicks.
一些竞速赛技能可以让你在其它宠物前面放置障碍，例如香蕉，炸弹，栅栏，或是一片滑溜溜的油.
PetTips0x
Some Derby Powers can increase your pet's statistics, modify cheer cost, and even modify your pet's Morale.
一些竞速赛技能可以暂时提升你的宠物的属性，改变欢呼消耗，甚至是改变你宠物的士气.
PetTips10
Some Derby Powers can prevent opponents from avoiding obstacles in the Pet Derby.
一些竞速赛技能可以阻止对手成功跨越比赛中的障碍.
PetTips11
Some Derby Powers can make your pet immune from opponents trying to affect it in the Pet Derby.
一些竞速赛技能可以让你的宠物免疫对手对你施加的影响.
PetTips12
You can use the Hatchery in the Pet Pavilion to hatch new pet eggs.
你可以使用宠物馆中的孵化所来孵化新的宠物蛋.
PetTips13
There is a gold cost for hatching new eggs.
孵化宠物蛋需要消耗一定的金币.
PetTips14
You can use two of your own Adult pets, or you can collaborate with another Wizard but you will both have to pay. The egg will take after one of the original pets, but there's a very rare chance that it will be a different pet altogether.
你可以使用自己的两只成年宠物，也可以和另外一位魔法师合作，但那样的话你们两人都要消耗金钱.新孵化的蛋种类将与原有宠物之一相同，但也有可能是完全不一样的一只新宠物.
PetTips15
Your pet's Pedigree Score represents its upper potential, which is how rare and powerful the Talents and Powers are that it can manifest. The higher its Pedigree, the better. The second number represents how much of your pet's potential Pedigree it has already manifested.
宠物的血统评分代表了它未来的潜力，也就是说掌握稀有天赋和竞技技能的几率.血统评分越高，自然就越好.第二个数字则代表了你的宠物已经展现了多少血统潜力.
PetTips16
You can race your pet in the Pet Derby by going to one of the two book pedestals in the Pet Pavilion.  One is for practice matches; the other is for ranked Derby races.
你可以让你的宠物在宠物馆的两个不同的书架底座中选择参加哪种竞速赛，一个代表练习赛，另一个代表排名赛.
PetTips17
Practice Derby races are classed by Easy, Medium, Hard, and Expert. You can create a new match,  "Quick Join" a match that has already been created, or choose the match you want to join and click the "Join" button.
宠物竞速练习赛分成简单，中等，困难，史诗四个难度级别.你可以创建一场新比赛，“快速加入”一场已创建的比赛，或选择你想加入的比赛并点击“加入”按钮.
PetTips18
You will see the crossed swords icon in the upper right corner of your screen when your pet is in the queue for a Pet Derby race. When the race is ready, you will see a screen letting you go to the arena.
当你的宠物进入宠物竞速赛的排队序列时，你会在屏幕右上角看见双剑交叉的图标.当比赛准备就绪时，屏幕上会出现提示，让你前往竞技场.
PetTips19
The goal of the Pet Derby is to come in first, steering your pet past obstacles, and using your pet's Derby Powers against other pets.
宠物竞速赛的终极目标是第一个冲过终点，你要操作你的宠物绕开障碍，并使用宠物的竞技技能去对付其它宠物.
PetTips1a
You can control your pet with the arrow or WASD keys. It will go forward on the derby track automatically. Side-arrows will make it switch lanes, and the back arrow slows it. The up arrow Cheers your pet, making it go faster.
你可以用WASD四键或方向键来控制你宠物的行进方向.在竞速赛赛道上，它也会自动前进.左右键将会让宠物切换赛道，向后键则会让宠物减速，而向前键的功能是为宠物欢呼，让它跑得更快.
PetTips1b
The space bar helps your pet bypass obstacles, jumping or ducking each hurdle. You must time it just right: hitting an obstacle slows your pet.
空格键可以帮助你跨越障碍，跳过或蹲下躲过各种障碍.你必须巧妙地把握时机，如果撞上了障碍，那么你的宠物就会大幅度减速.
PetTips1c
Your pet's position in the race is displayed in the upper left corner of the screen. Under the position number is your pet's time for the race, and what lap of the race you are on.
你的宠物在比赛的中的排位显示在屏幕的左上角.在排位数字下面是宠物的赛跑计时，以及它所在的圈数.
PetTips1d
On the upper right corner of the screen, the racetrack shows flags indicating where all the pets are on the derby track. Your pet's flag is larger than others, and the color matches the number of its position in the race.
在屏幕右上角，赛道的地图上会显示出不同的旗帜，标明其它宠物目前都在赛道内的什么地方，你的宠物旗要大于其他人的.此外，颜色标明了目前宠物在赛道内的名次.
PetTips1e
Your pet has a resource called Morale, displayed on the bar at the top center of the screen. Cheering your pet costs Morale. Your pet gains Morale when it successfully bypasses obstacles.
你的宠物有一项属性，叫作士气，显示在屏幕最上方的横条中.为你的宠物欢呼会消耗士气.你的宠物在成功越过障碍时可以获得士气.
PetTips1f
Cheering costs different amounts of Morale based on the type of ground your pet is on, for example, cobblestone or grass. The cheer cost changes based on both the terrain type and your pet's statistics. For example, your pet's Strength will determine how much Morale it will cost to cheer when your pet is swimming. You can tell which statistic matters by looking at the round icon to the left of your Morale bar.
根据目前赛道地形的不同，欢呼会消耗不同数量的士气.例如，在鹅卵石赛道或草地赛道上是不同的.欢呼消耗的士气除了基于地形也基于你宠物的属性.例如，力量会决定宠物在游泳时消耗多少士气.你可以根据士气条左边的圆形图标来看出哪种属性目前正在决定消耗.
PetTips1g
Your pet's Derby Powers are the round icons in the top center of the screen, just below the Morale bar. You can click on these with your mouse, or you can use the 1, 2, 3, 4, 5, and 6 keys to activate them.
你宠物的竞技技能显示在屏幕正上方的圆形图标上，就在士气条的正下方.你可以用鼠标点击，或者用键盘上的1，2，3，和4键来使用它们.
PetTips1h
If a power icon is grayed out, you cannot use that Power. If the icon has a timer, the Power can be used again when the time is up.
如果某个竞技技能的图标呈灰色，你就暂时无法使用它.如果这个图标上还有个计时器的话，代表你在计时器时间结束后就又可以使用它了.
PetTips1i
Derby Powers can boost your pet's performance, hinder other pets, put obstacles in other pets' paths, force other pets to change lanes, or other tricks. To see what a Power does, you can mouse over the icon in your pet's spellbook page or on the icons during the Pet Derby.
竞技技能可以提升你宠物的表现，阻碍其它宠物，放置障碍在其它宠物的道路上，强制其它宠物切换赛道，或使出其它花招.要想了解技能都能做些什么，你可以把鼠标指针放在你宠物界面的竞技技能图标上，或者在竞速赛中把鼠标放在图标上查看.
PetTips1j
Any effects on your pet will appear as icons on either side of your pet. Helpful effects appear on the left, bad effects appear on the right. A countdown timer shows how long each effect will remain on your pet.
任何释放在你的宠物身上的效果都会在你的宠物边上以图标的形式呈现.有益的效果在左边，有害的效果在右边.计时器则显示还有多久时间效果即将结束.
PetTips1k
Try to steer your pet through the floating stars! They will give your pet speed bonuses and give your pet temporary immunity from other pet Powers.
操作你的宠物去碰触那些浮动的星星！它们会让你的宠物加速，并让宠物暂时免疫其它宠物的恶意攻击.
PetTips1l
Avoid bombs and banana peels! Bombs will slow your pet down, and banana peels will slow and cause your pet to change lanes.
躲开炸弹和香蕉皮！炸弹会让你的宠物大幅度减速，而香蕉皮则会让你的宠物减速并强制切换赛道.
PetTips1m
Power determines your pet's maximum Morale for the Pet Derby.
精神决定了你的宠物在竞速赛中的最高士气.
PetTips1n
You can feed an equipped pet items you have in your backpack. Doing so will give you one of several possible rewards: gold, Treasure Cards, reagents, pet snacks, or even pet experience. The value of the reward will be based on the cost of the item you use, so feeding a pet a more expensive item has a chance of getting a greater reward.
你可以给你的宠物喂食一个你背包中的装备，这会给你一些奖励，包括：金币、宝藏卡、材料、宠物小吃甚至是宠物经验值。你获得的奖励与你喂食的装备有关，越高级的装备能获得越好的奖励。
PetTips1o
To feed an item to a pet, make sure the pet you want to feed is equipped. Then, select the item you wish to feed it from inside your backpack. You will see a Feed Pet button.
在给你的宠物喂食装备之前你必须先装备一个宠物，然后选择你背包中的物品，就可以看到喂食按钮了。
PetTips1p
You can't feed Castles, Mounts, or other pets to your pet.
你不能给你的宠物喂食城堡、坐骑或者其他宠物。
PetTips1q

Pet Jewel Collars unlock when your pet reaches Ancient level.
PetTips1r

You receive an Ultra Jewel when your pet reaches Ultra level.  You can affix this Jewel or any other Star Jewel you wish to your pet's Jewel Collar.
PetTips1s

You cannot affix a Jewel that gives a Talent that your pet already has.
PetTips1t

If your pet manifests a Talent that a Jewel already provides, the Jewel will appear greyed out and will not apply twice.
PetTips1u

When a pet reaches Ancient level you can choose to put a Derby or non-Derby Talent in the Pet Jewel Collar, but not both.
PetTipsHappiness

Happiness is used by pets when performing different pet actions, including playing in pet mode, activating Combat Talents, and activating Adventure Talents. 
PetTipSpirit

Life, Death and Myth damage
PvP1v1
PvP tab that lists 1v1 matches
<center>1 vs 1</center>
PvP2v2
PvP tab that lists 2v2 matches
<center>2 vs 2</center>
PvP3v3
PvP tab that lists 3v3 matches
<center>3 vs 3</center>
PvP4v4
PvP tab that lists 4v4 matches
<center>4 vs 4</center>
PvPAll
<center>All</center>
<center>全部</center>
PvPCreateMatch
<center>Create Match</center>
<center>创建比赛</center>
PvPCreatetext1
<center>Choose the Match Type.
<center>选择比赛类型.
PvPCreatetext2
<center>Do you want your team to have only your friends?
<center>你希望你的队伍中只有你的好友吗？
PvPCreatetext3
<center>Do you want to play against a team of only your friends?
<center>你希望你只和你的好友互相对战吗？
PvPCreatetext4
<center>Do you want to only play with and against certain levels?
<center>你希望只和指定等级的对手对战吗？
PvPExampleMatches
Example of Win - Loss ratio in the character stats page W= win, L= loss
<center>239W - 213L</center>
PvPExampleRating
Warlord (1074)
战神 (1074)
PvPPages
<center>Total:5</center>
<center>全部：5</center>
PvPPracticeLine1
<center>Practice</center>
<center>练习</center>
PvPPracticeLine2
<center>Matches to Join</center>
<center>可加入的比赛</center>
PvPPracticetext1
<center>To join a Practice Match, click on a Join button.  If the Join button is grey you don't meet either the level or the friend requirements for that match.
<center>要想加入练习赛，点击加入按钮.如果加入按钮是灰色的，那么代表你不满足等级要求，或者你不是该比赛创建者的好友，因此无法加入.
PvPPracticetext2
<center>To create a match click the Create Match button.
<center>点击创建比赛按钮来创建一场比赛.
PvPQuickJoin
<center>Quick Join 3v3</center>
<center>快速加入 3v3</center>
PvPRankedLine1
<center>Ranked</center>
<center>排名</center>
PvPRankedLine2
<center>Teams Forming</center>
<center>正在组建队伍</center>
PvPRankedtext1
<center>To join a Ranked Match, first click on 1v1, 2v2, 3v3, or 4v4.
<center>要想加入排名赛，首先选择比赛方式，点击 1v1，2v2，3v3，或者4v4.
PvPRankedtext2
<center>Then click the Quick Join button.
<center>然后点击快速加入按钮
PvPRankedtext3
<center>Click here to watch a match.
<center>点击这里观看比赛
PvPRankedtext4
<center>Click here to form a team with your friends.
<center>点击这里和你的好友一起组建一支新的队伍.
PvPTabtext1
<center>This is the PvP tab.
<center>这是 PvP 标签.
PvPTabtext2
<center>Your ranked rating goes up the more Ranked Matches you win.  Losses and fleeing make your rating go down.
<center>你赢的排名赛场次越多，你的排名赛等级就越高，如果输了排名赛，那么等级就会下降.
PvPTips1text1
Recruit<br>Ranked Ratings 0-1550
列兵<br>排名赛等级 0-524
PvPTips1text2
Corporal<br>Ranked Ratings 1550 - 1600
下士<br>排名赛等级 525-549
PvPTips1text3
Sergeant<br>Ranked Ratings 1600 - 1650
中士<br>排名赛等级 550-599
PvPTips1text4
Veteran<br>Ranked Ratings 1650 - 1700
老兵<br>排名赛等级 600-649
PvPTips1text5
Knight<br>Ranked Ratings 1700 - 1800
骑士<br>排名赛等级 650-699
PvPTips1text6
Captain<br>Ranked Ratings 1800 - 1900
上校<br>排名赛等级 700-799
PvPTips1text7
Marshal<br>Ranked Ratings 1900 - 2000
指挥官<br>排名赛等级 800-899
PvPTips1text8
Warlord<br>Ranked Ratings 2000+
战神<br>排名赛等级 900-1000
QuestExampleAction
<center>Find</center>
<center>寻找</center>
QuestExampleTitle
<center>Stray Cat Strut</center>
<center>流浪猫支杆</center>
QuestExampleWorld
<center>Marleybone</center>
<center>玛里伯恩</center>
QuestExampleZone
<center>Hyde Park</center>
<center>海德公园</center>
QuestExmpleObject
<center>Hyde Park Cat</center>
<center>海德公园猫</center>
QuestGrouping01
<center>Click here to invite someone to group.
<center>点击这里邀请别人进入队伍.
QuestGrouping02
<center>You can see who is in your group.
<center>你可以看见都有谁在你的队伍中.
QuestGrouping03
<center>Click here to leave the group.
<center>点击这里离开队伍.
QuestGroupTips00
Groups help you stay together when battling or traveling to a new area.
队伍可以帮助你们在战斗或前往新区域时保持在一起.
QuestGroupTips01
When you join a battle there will be spots reserved for your other group members if they are traveling with you in the same area. They will be asked if they want to join your combat. If so, they will be teleported to your battle.
当你进入战斗时，一些位置将会为你的队友保留，如果他们随着你一起到了同一个区域.系统将会询问他们是否愿意加入你的战斗.如果愿意，他们将被传送进你的战斗.
QuestGroupTips02
A reserved spot that you see in the world may be for someone in your group or for a different group.
你在游戏世界中看到的某个保留位置可能是属于你的队友或是其他队伍的某个成员.
QuestGroupTips03
Groups can chat on a group chat channel that no one outside the group can see.
队伍成员可以在专门的队伍频道聊天，非队伍成员完全无法看见你们的交谈内容.
QuestingTips00
A yellow Exclamation Point over someone's head means that person has a quest for you.
某些人头顶上的巨大黄色惊叹号表示这个人有任务要交付给你.
QuestingTips01
A yellow Question Mark means you should talk to that person because they are part of a quest you are working on.
而某些人头顶上的巨大黄色问号则表示你应该与这个人谈谈，他可能是你正在执行的任务中的重要部分.
QuestingTips02
A silver Question Mark means you are currently working on a quest for that person.
一个银色的问号则表示你正在执行这个人所交付给你的任务.
QuestingTips03
Red wisps give you back some of your Health.  They float through the combat areas.
红色能量球会为你恢复部分生命值.它们通常会漂浮在战斗区域.
QuestingTips04
Blue wisps give you back some of your Mana.  They usually float through the non-combat areas.
蓝色能量球会为你恢复部分法力值. 它们通常会漂浮在非战斗区域.
QuestJournal00
<center>Star quests are main story. NO star means they are side quests.
<center>这里是任务的名称.
QuestJournal01
<center>You cannot enter a house with no lights on.
<center>你无法进入没有任何灯光的房屋.
QuestJournal02
<center>Houses with yellow lights are enterable at any time.
<center>黄色灯光的房屋任何时候都可以进去.
QuestJournal03
<center>Houses with blue lights have a quest goal inside.
<center>蓝色灯光的房屋表示内部有任务目标.
QuestJournal04
<center>This is what you need to do.
<center>这里是你需要做的事.
QuestJournal05
<center>This tells you the World and Zone where the quest takes place.  Be sure to check your map to help you find these areas.
<center>这里告诉你任务所在的世界和区域.记得查看地图来确定相应的地点.
QuestJournal06
<center>This shows you the rewards you will get for completing the quest.
<center>这里显示完成这个任务之后你应得的奖励.
QuestJournal07
<center>This displays all dialogue associated with this quest.
<center>这里显示了所有跟这个任务有关的对话.
QuestJournal08
<center>This quest is a Dungeon.
<center>这个任务是一个地下城任务
Socketing00

Socketing is the act of affixing magical Jewels to certain socketable items in your inventory which adds an array of statistical enhancements to the items; enhancements that you can add to yourself by equipping the socketed item.
Socketing01

Socketing will become available to you once you have reached level 15, and have completed the Crafting quest, "The Razor's Edge" from Eudora Tangletree in Olde Town.
Socketing02

Jewels are magical stones that can be found, purchased, or crafted. Jewels are imbued with magic that can be transferred to an item once the Jewel has been socketed to the item.
Socketing03

Gems are Reagents, or ingredients used in Jewel Crafting.  Jewels are the finished product of Crafting together several Reagents. Jewels are magical, Gems are not.
Socketing04

To view your inventory of Jewels in your Backpack, you can navigate to it through your Backpack (B), or by pressing (Y).
Socketing05

To Socket a Jewel to a socketable item, start by opening your Backpack (B), select a category of socketable items, and then select a socketable item. 
Socketing06

Once a socketable item is selected, the "Affix Jewels" button at the bottom of the page will become active.
Socketing07

Clicking the "Affix Jewels" button opens the Jewel Socketing page. Here, you can affix your Jewels to items that have corresponding sockets. 
Socketing08

Jewels only fit into sockets of the same shape. Square Jewels only fit in square sockets, etc...
Socketing09

In the Jewel Socketing page, select a Jewel that corresponds in shape to an open socket on your item, then click the "Affix" button to attach - or socket - the Jewel to the item.
Socketing10

*NOTE* Once a Jewel is socketed to an item, the Jewel can never be used again on another item. 
Socketing11

To Remove a Jewel from an item, click the "Shatter" button, which destroys the Jewel forever. However, this does open up the socket to be used again.
Socketing12

Jewel Crafting works much the same way Crafting other items works. However, when you craft a Jewel, there's an element of randomness in the process. Even when you use the same recipe, each Jewel you craft can have different enhancements with different values. 
Socketing13

You'll start with a Jewel Crafting Station, then acquire specific recipes for crafting the different Jewels.
Socketing14

Each Jewel Crafting Recipe is different, but they all start with the basic ingredients of Gems, Metals, and Treasure Cards. 
Socketing15

The higher level the Jewel Crafting Recipe, the higher the level of the Crafted Jewel.
Socketing16

Some items have sockets that are locked. They can be unlocked with a Socket Wrench, or with Crowns.
Socketing17

To unlock a socket, click the "Unlock All Sockets" button on the Jewel Socketing page of your Spellbook. 
Socketing18

This will pop up a menu where you can use a Socket Wrench, if you have one of the appropriate level, or Crowns to unlock the socket.
Socketing19

Jewels are stored in a special section of your Backpack called your Jewel Pouch. Once your Jewel Pouch is full, you will not be able to acquire any new Jewels. 
Socketing20

Jewels can be stored in your Shared Bank. 
Socketing21

For more information, see the Socketing Tome in RockHammer's Jewel Works in the Shopping District of Wizard City.
SocketingToolTip

Socketing
TargetingExampleCards
<center>Cards</center>
<center>卡牌</center>
TargetingExampleDraw
<center>Draw</center>
<center>抽取</center>
TargetingExampleFlee
<center>Flee</center>
<center>逃跑</center>
TargetingExampleNumCards
how many cards you have left to draw from
<center>24 of 31</center>
TargetingExamplePass
<center>Pass</center>
<center>通过</center>
TitleCardDescription
<center>Spell Cards
<center>魔法卡牌
TitleCharacterTips
<center>Character Tips
<center>角色提示
TitleCombatTips
<center>Combat Tips
<center>战斗提示
TitleCraftingTips
<center>Crafting Tips
<center>手工艺提示
TitleDeckBuilding
<center>Deck Building
<center>魔法盒构建
TitleGardening
<center>Gardening</center>
<center>园艺</center>
TitleHangingEffects
<center>Combat Hanging Effects
<center>战斗悬浮效果
TitleHousing01
<center>Housing Interface
<center>家园界面
TitleHousingTips
<center>Housing Tips
<center>家园提示
TitleIcons
<center>Icon Dictionary
<center>图标辞典
TitleInstances
<center>Instances
<center>地下城
TitleInterfaceTips
<center>Interface Tips
<center>界面提示
TitleJournal
<center>Quest Journal
<center>任务日志
TitlePvPCreateMatch
<center>PvP Create Match
<center>PvP 创建比赛
TitlePvPPractice
<center>PvP Practice Interface
<center>PvP 练习赛界面
TitlePvPRanked
<center>PvP Ranked Interface
<center>PvP 排名界面
TitlePvPTab
<center>PvP Tab
<center>PvP 标签
TitlePvPTips
<center>PvP Tips
<center>PvP 提示
TitleQuestGrouping
<center>Groups
<center>队伍</center>
TitleQuestingTips
<center>Questing Tips
<center>任务提示
TitleTargeting
<center>Combat Targeting
<center>战斗目标
TitleTreasureCards
<center>Treasure Cards
<center>宝藏卡
ToDeckPage

Spell Deck
TreasureCards00
<center>Treasure Cards are consumed when used.
<center>宝藏卡一旦使用就会被消耗.
TreasureCards01
<center>This gold colored border indicates this spell is a Treasure Card.
<center>这个金色的边框意味着这是一张宝藏卡.
TreasureCards02
<center>Cards in  your Sideboard are only drawn when you discard a card from your hand and click the Draw button.
<center>宝藏卡只能在你丢弃掉手中的一张卡牌并点击抽取键后才会获得.
TreasureCards03
<center>If you make room in your hand by discarding a card, the Draw button will appear.  Clicking the Draw button will automatically draw a Treasure Card from your Sideboard if one is available.
<center>如果你依靠丢弃卡牌获得了空间，抽取键就会出现.点击抽取键就会自动从魔法盒中抽取一张宝藏卡，如果你的宝藏卡没有全部用完的话.
TreasureCards04
<center>You cannot discard a Treasure Card that you have drawn until the next round.
<center>你不能丢弃你刚刚抽取的宝藏卡，除非已经进入下一轮.
